[Public]

[ServerListTitles]
RageBrowserLAN=Сервера ЛВС
RageBrowserDeathmatch=Бой насмерть
RageBrowserCAP=Капитаны
RageBrowserTeamGames=Командный бой
RageBrowserCTF=Захват флага
RageBrowserDOM=Доминирование
RageBrowserDET=Детонация
RageBrowserSCR=Медвежатник
RageBrowserTRA=Трейлер
RageBrowserAll=Сервера интернет

[UBrowserServerListWindow]
InfoName=Инфо
PlayerCountName=Игроки
ServerCountName=Сервера
QueryServerText=Запрашиваем основной сервер (нажмите F5, если ничего не происходит)
QueryFailedText=Ошибка сервера: 
PingingText=Пингуем сервера
CompleteText=Выполнено

[UBrowserServerPing]
AdminEmailText=Email администратора
AdminNameText=Имя администратора
ChangeLevelsText=Изменить уровни
MultiplayerBotsText=Боты в сетевой игре
FragLimitText=Предел убийств
TimeLimitText=Предел времени
GameModeText=Режим игры
GameTypeText=Тип игры
GameVersionText=Версия игры
WorldLogText=ngWorldStats
MutatorsText=Мутаторы
TrueString=Включено
FalseString=Выключено
ServerAddressText=Адрес сервера
GoalTeamScoreText=Требуемый счет команды
MinPlayersText=Боты входят в игру при минимуме
PlayersText=Игроки
MaxTeamsText=Максимум команд
BalanceTeamsText=Боты балансируют команды
PlayersBalanceTeamsText=Силовой баланс сил
FriendlyFireText=Повреждения от огня своих
MinNetVersionText=Мин. совместимая версия
BotSkillText=Опыт ботов
TournamentText=Режим турнира
ServerModeText=Режим сервера
DedicatedText=Выделенный
NonDedicatedText=Невыделенный
WorldLogWorkingText=Состояние ngWorldStats
WorldLogWorkingTrue=Обрабатываемые статистики верны
WorldLogWorkingFalse="Not Processing Stats Correctly"
PasswordText=Требуется пароль

[UBrowserIRCSystemPage]
NotInAChannelText=Отсутствует в канале!
KickedFromText=Вы были исключены из
ByText=
IsAwayText=ушел

[UBrowserIRCPageBase]
HasLeftText=покинул
HasJoinedText=присоединился
WasKickedByText=был исключен
NowKnownAsText=теперь известен как
QuitText=Выйти
SetsModeText=режим установок

[UBrowserIRCLink]
InvalidAddressText=Неверный адрес сервера, прерываемся.
ErrorBindingText=Ошибка назначения локального порта, прерываемся.
ResolveFailedText=Не удалось получить адрес сервера, прерываемся.
ConnectedText=Подключен.
ConnectingToText=Подключен к
TimeOutError=Время соединения с сервером вышло.
InviteString=приглашает вас присоединиться

[UBrowserMainWindow]
WindowTitleString=Просмотрщик серверов MobileForces

[UBrowserServerGrid]
ServerName=Сервер
PingName=Пинг
MapNameName=Название карты
PlayersName=Игроки

[UBrowserIRCSetupClient]
ServerText=Сервер IRC
ChannelText=Канал по умолчанию
ServerHelp=Выберите сервер IRC из списка или введите ваше собственное имя сервера или IP адрес.
ChannelHelp=Выберите канал по умолчанию, к которому будете подключаться, как только соединитесь с сервером, или введите свое собственное имя канала.
ConnectText=Подключиться
DisconnectText=Отключиться
ConnectHelp=Подключиться к серверу чата IRC.
DisconnectHelp=Отключиться от сервера чата IRC.
WarningText=Сервис "Чат" подключит вас к сети Internet Relay Chat (IRC).\n\nRage Games не отвечает за содержание любых каналов в IRC. Вы заходите на эти каналы на свой собственный риск.\n\nВы уверены, что вы хотите подключиться?
WarningTitle=Внимание

[UBrowserOpenCW]
OpenText=Открыть:
OpenHelp="Введите обычный URL, или выберите один из истории URL.  Для запуска нажмите Enter."

[UBrowserMainClientWindow]
FavoritesName="Избранное"
IRCName=Чат
MOTDName=Новости

[UBrowserRightClickMenu]
PlayName=&Играть на этом сервере
RefreshName=&Обновить все сервера
InfoName=&Инфо сервера и игрока
FavoritesName=Добавить в &избранное
RefreshServerName="П&инговать этот сервер"
PingAllName="Пинговать &все серверы"
OpenLocationName="Открыть &положение"
CopyName=&Копировать это положение сервера

[UBrowserPlayerGrid]
NameText=Имя
FragsText=Убийств
PingText=Пинг
TeamText=Команда
MeshText=Меш
SkinText=Костюм
FaceText=Лицо
IDText=ИН
EnabledText=Зарегистрирован
DisabledText=Незарегистрирован
BotText=Бот

[UBrowserInfoMenu]
RefreshName=&Обновить инфо
CloseName=&Закрыть

[UBrowserEditFavoriteCW]
DescriptionText=Описание
UpdateDescriptionText=Автообновление описания
IPText=IP адрес сервера
GamePortText=Номер порта сервера
QueryPortText=Номер запрашиваемого порта

[UBrowserSubsetFact]
NotFoundError=Невозможно найти окно: 
NotReadyError=Окно не готово: 

[UBrowserUpdateServerWindow]
QueryText=Запрашиваем сервер...
FailureText=Сервер не отвечает.

[UBrowserGSpyLink]
ResolveFailedError=Основной сервер не может быть определен: 
TimeOutError="Время общения с основным сервером окончилось"
CouldNotConnectError="Время соединения с основным сервером кончилось: "

[UBrowserHTTPLink]
ResolveFailedError="Основной сервер не может быть определен: "
TimeOutError="Время общения с основным сервером окончилось"
CouldNotConnectError="Время соединения с основным сервером кончилось: "

[UBrowserEditFavoriteWindow]
OKText="ОК"
WindowTitle=Правка Избранного

[UBrowserIRCWindow]
SystemName=Система

[UBrowserRulesGrid]
RuleText=Правило
ValueText=Значение

[UBrowserOpenWindow]
OKText=ОК
WindowTitle=Открыть местоположение

[UBrowserIRCSystemMenu]
ConnectText=&Соединиться
DisconnectText=&Отключиться
JoinText=&Войти

[UBrowserFavoritesMenu]
EditFavoriteName=&Правка избранного
NewFavoriteName=&Новое избранное
FavoritesName=Удалить из &избранного

[UBrowserIRCChannelMenu]
PartText=&Покинуть
JoinText=&Войти

[UBrowserIRCPrivateMenu]
CloseText=&Закрыть
JoinText=&Войти

[UBrowserNewFavoriteWindow]
OKText=Новый
WindowTitle="Новое избранное"

